Ran Apply for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/elxilote/github/runs/run-X3Cy3Y4kYUa5BW6k

Waiting for the plan to start...

Terraform v1.5.7
on linux_amd64
Initializing plugins and modules...
data.github_actions_public_key.ansible_playbooks: Refreshing...
data.github_actions_public_key.twitch-bot: Refreshing...
github_actions_secret.telegram_chat: Refreshing state... [id=ansible_playbooks:TELEGRAM_TOKEN]
github_actions_secret.dockerhub_token["twitch-bot"]: Refreshing state... [id=twitch-bot:DOCKERHUB_TOKEN]
github_actions_secret.dockerhub_username["meal-notifier"]: Refreshing state... [id=meal-notifier:DOCKERHUB_USERNAME]
github_actions_secret.dockerhub_token["meal-notifier"]: Refreshing state... [id=meal-notifier:DOCKERHUB_TOKEN]
github_actions_secret.telegram_to: Refreshing state... [id=ansible_playbooks:TELEGRAM_TO]
github_actions_secret.dockerhub_username["twitch-bot"]: Refreshing state... [id=twitch-bot:DOCKERHUB_USERNAME]
github_repository.repo["twitch-bot"]: Refreshing state... [id=twitch-bot]
github_repository.repo["meal-notifier"]: Refreshing state... [id=meal-notifier]
data.github_actions_public_key.ansible_playbooks: Refresh complete after 0s [id=3380204578043523366]
github_repository.repo["deckmaster-config"]: Refreshing state... [id=deckmaster-config]
data.github_actions_public_key.twitch-bot: Refresh complete after 0s [id=3380204578043523366]
github_repository.repo["api-go-otel-fuego"]: Refreshing state... [id=api-go-otel-fuego]
github_repository.repo["pulumi"]: Refreshing state... [id=pulumi]
github_repository.repo["dotfiles"]: Refreshing state... [id=dotfiles]
github_repository.repo["obs-wiki"]: Refreshing state... [id=obs-wiki]
github_repository.repo["dotfiles-nix"]: Refreshing state... [id=dotfiles-nix]
github_repository.repo["ansible_playbooks"]: Refreshing state... [id=ansible_playbooks]
github_repository.repo["chef"]: Refreshing state... [id=chef]
github_repository.repo["obs-go-cli"]: Refreshing state... [id=obs-go-cli]
github_repository.repo["k8s-apps"]: Refreshing state... [id=k8s-apps]
github_repository.repo["obs-go-cli"]: Drift detected (update)
github_repository.repo["deckmaster-config"]: Drift detected (update)
github_repository.repo["meal-notifier"]: Drift detected (update)
github_repository.repo["obs-wiki"]: Drift detected (update)
github_repository.repo["k8s-apps"]: Drift detected (update)
github_repository.repo["pulumi"]: Drift detected (update)
github_repository.repo["ansible_playbooks"]: Drift detected (update)
github_repository.repo["chef"]: Drift detected (update)
github_repository.repo["dotfiles"]: Drift detected (update)
github_repository.repo["dotfiles-nix"]: Drift detected (update)
github_repository.repo["api-go-otel-fuego"]: Drift detected (update)
github_repository.repo["twitch-bot"]: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_actions_secret.ansible_vault_password will be created
  + resource "github_actions_secret" "ansible_vault_password" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "ansible_playbooks"
      + secret_name     = "ANSIBLE_VAULT_PASSWORD"
      + updated_at      = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

github_actions_secret.ansible_vault_password: Creating...
github_actions_secret.ansible_vault_password: Creation complete after 1s [id=ansible_playbooks:ANSIBLE_VAULT_PASSWORD]

Apply complete! Resources: 1 added, 0 changed, 0 destroyed.
```

</details>